app/controllers/tests_controller.rb

SELECT "tests".* FROM "tests"
---
  def index
    raise
    @tests = Test.all